window.SECTIONS = {
  elec: {
    title: "Локація çöller (елек)",
    img: "https://scontent-iev1-1.xx.fbcdn.net/v/t39.30808-6/469361772_17949453221863577_7994218365392021324_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=127cfc&_nc_ohc=rWvRDjOsJiMQ7kNvwER8Lph&_nc_oc=Adk2BJ1yydL0PTs3_NVs9AlzCAr8MYnRqiJLMW0LV0JTSA92jb1rBhLerAZza2d3mX4&_nc_zt=23&_nc_ht=scontent-iev1-1.xx&_nc_gid=wC01a_mLemI0YrCYmzEueQ&oh=00_AfbeiwF1YJGkN9rvCcCYgKPNW4UVII-Fz0p4FSBZlr33ug&oe=68D1088B",
    content: `Символ Дервізи- елек  сито .
Є традиція, коли жінки починають скачувати елек вниз схилом , щоб дізнатися своєрідний прогноз на майбутній рік. Якщо  елек сито падало дном догори-буде багатий врожай, якщо  дном вниз, то варто чекати малого врожаю, якщо ж сито залишиться стояти на боці – виростають високі зернові.
Бросания сита («елек») учасники бросают 
Дном угору — добрий урожай;
Дном вниз — поганий урожай;
На ребрі — високі колосся зернових 
після цього  починалась  святкова трапеза 
Свої особливі традиції мав і кримськотатарський застільний етикет. Приміром, на чолі столу  сідав батько – глава сім’ї, поруч – мати, потім по черзі сідали старші і молодші діти. Якщо ж в родині були люди похилого віку або ж гості, тоді почесні місця віддавали саме їм. Старші люди вважалися хранителями сімейних традицій і істинними носіями культурних цінностей всього народу.
Зі словом «Бісмілля» (В ім’я Аллаха!) Першим приступав до їжі глава сім’ї, а лише після нього всі інші. Ознакою невихованості вважали порушення такого правила. Вставати зі столу також не можна поки глава родини не зачитає коротку молитву (Софра дуваси)`
  },
  hurabie: {
    title: "Локація dağlar (хурабіе)",
    img: "https://ctrcenter.org/wp-content/uploads/2023/10/2-4.jpg",
    content: `Підготовка до свята розпочинається заздалегідь. Господині наводять лад у домівках, прикрашають оселі, білять стіни. У переддень свята готують традиційні кримськотатарські страви – кобете та бурму, печуть солодощі.
Найчастіше, коли ми чуємо фразу «кулінарні традиції» чи «спадщина», далі слідує розповідь про щось екзотичне, смак якого складно уявити, технологію важко повторити сьогодні, і що, як це буває, вже стало частиною історії, а не повсякденного життя.На щастя, так відбувається не з усією спадщиною, деякі страви   актуальні у сьогоденні. Тому сьогодні ми розповімо вам про Хурабіє.
Жодне кримськотатарське святкове застілля не обходилось без цих солодощів. Багато хураб’є напікають до весілля тому іноді його звуть - "печиво нареченої". У минулому виготовлення весільного порційного печива мало ритуалізований характер. За кілька днів до весілля або свята  в оселі, де мали відбутися урочистості, збиралися близькі родичі та сусідки, замішували тісто та пекли хурабіє. Після завершення кулінарного дійства всіх жінок пригощали кавою.

Кхураб’є, кхурабіє або хурабіє - це пісочне печиво притаманне багатьом східним народам. В Україні вам неодмінно пригостять кхураб'є в оселях кримських татар. Ним частують коли запрошують на каву, яка має особливе місце в гастрономічній культурі кримських татар.
Лексему «кураб'я» можна з повним правом віднести як до арабського, так і до тюркського світу. Виникла лексема в арабській мові: ġuraybat — солодощі, виготовлені з борошна, цукру та масла та випечені в духовці. Витоки слова у прикметнику ġarīb — дивний, екзотичний. У турецькій мові лексема з'явилася лише у XVI столітті, тоді «ğurabiye» означало маленьку річ і печиво куряба. Печиво сприймалося як щось незвичне, нове, чужорідне. 
Якщо ви приготуєте за класичною, вивіреною не одним десятиріччям практики рецептурою, то дійсно отримаєте ніжне печиво з горіховим присмаком, яке легко зберігається кілька тижнів і залишається на смак таким же чудовим як і у перший день. 
У народній кухні випікають переважно у формі овалу, півмісяця, зірки чи квітки. 
Цей різновид домашнього печива має особливе значення у традиційній та сучасній культурі кримських татар. 
Ми даруємо рецепт хурабіє
Кількість порцій:  25-30 штук 
Час на підготовку:  із розрахунку підготовки топленого масла 1 день. 
Час на приготування: 40-50  хв.   

Інгредієнти
• топлене масло — 1 склянка;
• цукрова пудра — 1 склянка;
• борошно — 2 склянки;
• жовток - 1 шт (необов'язково);
Приготування
І Топлене вершкове масло.
Головна умова якісного печива кхураб'є це використання топленого вершкового масла. Мається на увазі не просто розтоплене і охолоджене вершкове масло, а пряжене, топлене. Воно є основою для приготування багатьох кримськотатарських страв і було більш поширеним у минулому ніж сьогодні. Найчастіше ви таке масло зустрінете на поличках крамниць під назвою ГХІ, але можете зробити його і в домашніх умовах. Для цього вершкове масло потрібно розтопити й тримати на повільному вогні допоки воно не стане повністю прозорим. Під час цього процесу потрібно постійно стежити і знімати шумовиння, пильнувати аби воно не перегоріло. З масла має випаруватись частина води, а молочний білок кристалізується і лишиться на дні. Тому помішувати масло не можна. Протягом всього процесу необхідно знімати шумовиння, після чого процідити і лишити аби охололо. Готовий продукт має бути ніжного золотого кольору та прозорої структури. Ця технологія дозволяла зберігати вершкове масло протягом кількох місяців. На ньому добре смажити, додавати в каші чи готувати солодощі. 
Тож використання саме такого масла дозволить отримати ту ніжну структуру і горіховий присмак. Тому якщо у вас немає топленого масла, підготуйте його принаймні за день, до того як вирішите пекти кураб’є. 
ІІ Топлене масло має бути кімнатної температури. Перетираємо його руками з цукровою пудрою до світлої піни. Додаємо жовток та борошно і обережно збираємо тісто, делікатно вимішуючи.
ІІІ Викладаємо готове тісто на дошку, розподіляємо так, щоб товщина шару була близько 1 сантиметра, не менше.
ІV Для гарного і традиційного візерунку використовують виделку, якою треба провести вздовж поверхні тіста. Далі тісто розрізати ножем спершу на полоски, а потім на ромби (довжина сторін — приблизно 4–5 см).  Три ромби складаємо так, щоб вийшла форма трилистника. Також можна скласти форму квітки з п’яти ромбів.
V Деко посипаємо борошном. Викладаємо печиво і випікають за температури 200–250 градусів 20-25 хвилин. Готове печиво посипаємо цукровою пудрою, але тільки після того як повністю охолоне.
порада: Хурабіє має бути світлого кольору — не пересушувати.
Ідеально смакує з чорною кавою`
  },
  ornek: {
    title: "Локація ormanlar (орьнек)",
    img: "https://zaborona.com/wp-content/uploads/2021/12/109532160_594355574615295_88079181831018775_n-1.jpg",
    content: `На свята кримські татари традиційно вбиралися в національний одяг, використовуючи яскраві кольори та вишивку (наг’иш), які символізували культуру та статус. Жінки одягали традиційні сукні, феси та марама,  хустки, а чоловіки — сорочки, штани, жилети та головні убори (к'алпак’), такі як шапки-татарки або тюбетейки. Одяг завжди був оздоблений національними орнаментами (орьнек), що передавалися з покоління в покоління. Традиційний орнамент кримських татар називається орьнек. Він складається з різноманітних стилізованих елементів рослинного та геометричного характеру (ромби, трикутники). Поєднуючи ці елементи, можна розповісти цілу історію чи вишити побажання майбутньому власнику. Композиція вишивки завжди чітко симетрична, центром симетрії виступає квітка. Орнамент на кримськотатарській вишивці поділявся на чоловічий та жіночий. Поширеними символами є зображення рослин, які означають людей різної статі та віку – наприклад, троянда символізує заміжню  жінку, тополя або кипарис – чоловіка, тюльпан – чоловіка або юнака, мигдальний горіх – незаміжню дівчину, зображення гвоздики – знак літньої людини, символ мудрості, життєвого досвіду. Гранат - символ сім”ї. Гранат – у мусульманській культурі символ багатства у багатьох сенсах, і родючості зокрема. Тому що є один плід, він розкривається, а в ньому купа маленьких зернят… Символізм зображуваних рослинних орнаментів завжди підкреслюється наданням їм незвичної кольорової гами. Зустрічаються цікаві поєднання символів, коли, наприклад, тюльпан зображується всередині троянди, що символізує любов чоловіка та жінки або їхнє весілля. Велику кількість становлять символи-обереги. На перший погляд здається, що традиційне вбрання кримської татарки — це складний комплекс, що складається майже з десятка елементів, але насправді він ретельно продуманий і немає жодної зайвої деталі. Це система взаємоповʼязаних предметів одягу, головного убору, аксесуарів та прикрас, що відображають певну інформацію, закодовану у знаках та символах про його володарку. Поговоримо про   кримськотатарський жіночий головний убір «фес» за формою являє собою нижню частину усіченого конуса. Це маленька шапочка, прикрашена вишивкою або монетами. Висота феса повинна становити чотири пальці жіночої руки, вона повинна добре триматися на голові. Фес носили з самого дитинства. Жіночий головний убір фес зʼявився у гардеробі кримських татарок у ХVII столітті і є популярним до нині, виготовляється з оксамиту та   найчастіше прикрашається золотими монетами, вишивкою золотими нитками або річковими перлами.`
  },
  kusak: {
    title: "Локація deñizler (куреш) кушак",
    img: "https://islam.in.ua/sites/default/files/old_uploads/3/26478/Kuresh.jpg",
    content: `Куреш – національна боротьба кримських татар

Поряд із кінними стрибками та перетягуванням каната, спортивну програму народних свят традиційно відкриває національна боротьба-куреш.
Куреш-це традиційна кримськотатарська боротьба на поясах-кушаках. Прийомам куреш навчалися з дитинства, змагання збирали багато глядачів та шанувальників. Куреш влаштовували на весіллях, ярмарках чи до великих свят, зокрема до Курбан та Ораза байраму , навреза (день весіннього  рівнодення), хидирлез (початок господарських робіт), дервіза (свято родючості) тощо.
Окрім розважального значення, куреш часто проводили з благодійною метою, а місцеві силачі — пельванлар — користувалися особливою повагою та були прикладом для молоді.
Етимологія слова “куреш” пояснюється як силовий контакт, протистояння, боротьба.
Правила боротьби були доволі прості:учасники сходилися у поєдинку, тримаючи один одного за пов’язані кушаки. Перемагав той, кому вдавалося кілька разів поспіль відірвати суперника від землі та покласти його на лопатки. Найкращі борці здобували славу  й пошану земляків, а також цінні подарунки: худобу, гроші чи предмети вишивки. З поміж  таких нагород особливо цінували чоловічі кисети для тютюну та монет, щедро оздоблені золотим шитвом.
Важливе місце в куреші посідали музиканти. Під час змагань вони грали традиційну “мелодію боротьби” (куреш аваси) , яка під час поєдинку поступово змінювалася від повільного до запального ритму, закінчуючи піднесеними вітаннями переможця. 
Куреш – це не просто боротьба, а ціла філософія, що відображає дух кримськотатарського народу. Цей давній вид єдиноборств має глибоке історичне коріння і відіграє важливу роль у культурі кримських татар. Він не лише випробовує фізичну силу й спритність борців, а й виховує такі цінності, як повага до суперника, честь та витривалість.
Сьогодні куреш переживає новий етап розвитку – він офіційно визнаний як неолімпійський вид спорту й має власну міжнародну федерацію. Регулярно проводяться чемпіонати Європи, світу та національні першості, що збирають спортсменів з різних країн.`
  },
  horan: {
    title: "Локація ozenler (хоран)",
    img: "https://i.ytimg.com/vi/F5-RTDiMLSw/maxresdefault.jpg",
    content: `Святкування тривало до вечора і закінчувалось хораном- танецем,що символізує єдність джемату тобто  громади
Хо́ран народний танець-хоровод. Виконується зазвичай під акомпанемент інструментального ансамблю 
У кримських татар він називається Хоран . Його танцювали під час народних гулянь. Спочатку під пісенний акомпанемент. Саме їм у давні часи  завершувалося будь-яке кримськотатарське свято.  Зараз також цим танцем часто завершуються весільні бенкети, коли його виконували всі присутні, чисельність яких часом досягає двохсот чоловік.
Під час танцю учасники замикаються в коло або півколо і поклавши один одному на плечі, рухаються по колу приставним кроком. У танці можуть брати участь як хлопці, так і дівчата, люди середнього та похилого віку. Танець, як правило, танцюють по колу. Усі учасники кладуть руки на плечі один одному, утворюючи коло. Кількість учасників не обмежується, їх має бути не менше ніж 6 осіб. Танець складається із двох частин, перша частина повільна, друга — швидка. Основні фігурації танцю: коло, лінії. Хорани відрізняються один від одного залежно від місця їхнього виникнення. Наприклад, в Алуштинському районі побутував танець Тувак джийини, що виконується тільки чоловіками. Тувак деюийини, що виник у степових районах, виконували тільки жінки
Наприклад, на весіллі гості завжди виконують танець «Хоран».
Наречений та наречена стають у центр кола, утворюючи навколо себе хоровод з танцюючих дівчат та хлопців. Цей танець своїм малюнком відображає сонце, в той час як танцівники, тримаючись за плечі, рухаються по колу. Центр кола символізує центр Всесвіту. 
Кожен кримськотатарський танець - це відображення самобутності, традицій і звичаїв  народу, тому глядачі завжди з цікавістю спостерігають  за виконанням танцю. Якщо звернутися до витоків зародження фольклорного танцю, то можна виявити той факт, що раніше у кримських татар не було сценічних танців. Насамперед, це пов'язано з тим, що народ зазвичай збирався на будь-яких святкуваннях і просто імпровізував під музику, наприклад, на весіллях,святах . Свята  завжди проходять весело, з живою музикою і танцями. Етнографи описують старовинну традицію: під шапку кращому танцівнику укладали гроші за гарне виконання, які після закінчення заходу віддавалися музикантам. Саме в даному випадку спостерігалася своєрідна професіоналізація танцю як такого, оскільки танцюрист виконував його вже не тільки для себе, але і для глядача.`,
    videos: [
      "https://youtu.be/f1oARd-nFvs",
      "https://youtu.be/ShlwaJAALVE"
    ]
  }
};